<?php include('../_inc/header.php') ?>

    <h3>О проекте</h3>
   
    <p>Проект по созданию настоящего словаря был начат группой энтузиастов в 2006 году с оцифровки словника Большого японско-русского словаря (БЯРС) под редакцией академика Н. И. Конрада, изданного в 1970 году издательством «Советская энциклопедия». Уже на этапе оцифровки БЯРС корпус словаря подвергся изменениям. В заголовках статей было добавлено написание каной, раскрыты все круглые и квадратные скобки, были выявлены опечатки, ошибки и неточности, добавлены альтернативные написания заглавных слов. Выверка значений японских лексем, а также генерация написания каной производилась по современным словарям, вышедшим в Японии. Этап оцифровки словника БЯРС был завершён в 2008 году выпуском первой версии WARODAI под свободной лицензией Creative Commons «Attribution-NonCommercial-NoDerivs» («Атрибуция — Некоммерческое использование — Без производных произведений») 3.0 Непортированная.</p>

    <p>В период с 2008 по 2019 год работа над словарём продолжалась по следующим направлениям:
    <ul>
        <li>поиск и исправление опечаток и ошибок;</li>
        <li>накопление материалов для уточнения, расширения и исправления словника;</li>
        <li>сбор материала для дополнения словаря новыми словами, вариантами написания и перевода;</li>
        <li>повторная, более тщательная выверка заголовков словника по многочисленным японским изданиям словарей и справочников.</li>
    </ul>
    </p>

    <p>В 2019 году проект был переведён на платформу <a href="https://github.com/warodai/warodai-source">Github</a>, где продолжается работа по внесению в корпус словаря многочисленных изменений, уточнений и дополнений, как накопленных за период 2008–2019 гг., так и выявляемых вновь.</p>

    <p>В настоящий момент словарь содержит более 96 000 статей. Общее число японских лексем — около 121 000, русских переводов — около 151 000.</p>

    <p>Основной словник настоящего словаря заимствован из следующего издания БЯРС:</p>

    <p>Большой японско-русский словарь. В двух томах: Свыше 100 000 слов: С приложением иероглифического ключа. / Составили С. В. Неверов, К. А. Попов, Н. А. Сыромятников, Н. И. Фельдман, М. С. Цын; Под редакцией Н. И. Конрада; Академия наук СССР, Институт востоковедения. — М.: Издательство «Советская энциклопедия», 1970.</p>

    <p>В качестве основных современных японских толковых словарей используются:</p>

    <p>
        ≪精選版 日本国語大辞典≫ / 精選版; 小学館国語辞典編集部編集. — 東京: 小学館, 2006年.<br/>
        ≪大辞林　第２版≫ / 松村明; — 東京: 三省堂, 1995年.<br/>
        ≪広辞苑　第六版 (EPWING DVD-ROM版)≫ / 新村 出; — 東京: 岩波書店, 2008年.
    </p>

    <p>В качестве основных современных переводных словарей используются:</p>

    <p>
    ≪研究社 新和英大辞典 第5版 (EPWING CD-ROM版)≫ / 渡邉敏郎, E. R. Skrzypczak, P. Snowden編. — 東京: 研究社, 2004年.<br/>
    ≪研究社和露辞典 ＜改訂版＞≫ / 藤沼貴; — 東京: 研究社, 2011年.<br/>
    ≪研究社露和辞典≫ / 東郷正延, 染谷茂, 磯谷孝, 石山正三編者. — 東京: 研究社, 1988年.<br/>
    Зарубин С. Ф., Рожецкин А. М. Русско-японский словарь: Около 50000 слов / Специальный научный редактор А. Сэйта. — М.: «Русский язык», 1988.
    </p>

<?php include('../_inc/footer.php') ?>
