<?php include('../_inc/header.php') ?>
    <h3>О проекте</h3>
    <div class="content">
        <p>Электронный японско&hArr;русский словарь создан в 2008 году на основе следующего бумажного издания:</p>
        <p style="margin-left: 40px">
            С. В. Неверов, К. А. Попов, Н. А. Сыромятников, Н. И. Фельдман, М. С. Цын, В. М. Константинов<br />
            <strong>БОЛЬШОЙ ЯПОНСКО-РУССКИЙ СЛОВАРЬ</strong><br />
            Под редакцией академика Н. И. Конрада</p>
            <p>Для выверки значений некоторых японских лексем, а также для генерации транскрипции каной были использованы следующие электронные издания японских словарей:</p>
            <ol>
                <li>新和英大辞典 第5 版</li>
                <li>大辞林　第２版</li>
                <li>広辞苑 第五版 CD-ROM版</li>
            </ol>
            <p>Словарь содержит около 95 000 статей. Общее число японских лексем - около 120 000, русских значений - около 150 000.</p>
            <p>Проект был осуществлен группой энтузиастов в 2005-2008 годах и распространяется под лицензией <a rel="license" href="http://creativecommons.org/licenses/by-nc-nd/3.0/">Creative Commons Attribution-Noncommercial-No Derivative Works 3.0 Unported License</a></p>
            <p>Работа над словарем продолжается в разделе <a href="http://gitlab.warodai.ru/">http://gitlab.warodai.ru</a></p>
    </div>
<?php include('../_inc/footer.php') ?>
